{"title":"3.15 我没睡着","slug":"3-15-我没睡着","date":"2020-03-25T08:55:32.000Z","updated":"2020-03-25T09:12:06.637Z","comments":true,"path":"api/articles/3-15-我没睡着.json","photos":[],"link":"","excerpt":"现在是凌晨一点十分，我知道对于空间里的大部分人来说现在正是清醒的时候。但是对于我这个11点不睡觉第二天直接暴毙提前进入老年生活的我来说简直就是煎熬。","covers":["/2020/03/25/3-15-%E6%88%91%E6%B2%A1%E7%9D%A1%E7%9D%80/0315.jpg"],"content":"<p>现在是凌晨一点十分，我知道对于空间里的大部分人来说现在正是清醒的时候。但是对于我这个11点不睡觉第二天直接暴毙提前进入老年生活的我来说简直就是煎熬。</p>\n<a id=\"more\"></a>\n\n<p><img src=\"/2020/03/25/3-15-%E6%88%91%E6%B2%A1%E7%9D%A1%E7%9D%80/0315.jpg\" alt=\"0315\"></p>\n<p>我怎么也没想到我竟然有生之年还能再一次在深夜打开电脑写文章。罢了，文章谈不上，还是些忍不住想说的乱七八糟的想法。</p>\n<p>虽然在空间里QQ里说了好几遍我困了睡觉。但我还是不知道为什么又被某句话、某个人或者说是过去某件事让我感情泛滥到眼睛都闭不上。</p>\n<p>平常故作成熟的冷淡清高竟然可以被睡前的胡思乱想打的溃不成军，我都不知道算不算是双鱼座的天赋，或者说命运。</p>\n<p>随便翻看列表里的好友，再继续翻着好友的好友，就随便瞟了一眼“XXX的饲养员”这种格式的ID我都能把肚子里的陈谷子烂芝麻再掏出来翻来覆去的自我挖苦。干脆听着ASMR睡着好了，我是这么想的。但是我今天晚上竟然烦躁到直接把耳机扯出两米远。</p>\n<p>我能打开电脑在这儿写些东西的原意是想让我抒发抒发这些毫无用处的情愫，但之后发生的事却让我对学习另外一门语言以及学习本身进行了些更加深层的思考。</p>\n<p>就像之前说的，泛滥的感情让我太不舒服，就起身到冰箱里拿了块面包。我一边咬一边打开杂七杂八的视频，大拇指就像生理反应一样机械的下拉着屏幕。突然就像哪根筋搭错似的想起今天和邻居讨论的退坑不知道几个世纪的碧蓝航线，我也正安慰自己这个“时代的眼泪”到一半，一个碧蓝航线的广告就跟神迹一样迫不及待的跳到我的脸上。最近这种事发生了好几次，每次想想都还是背脊发凉。你信这个世界上没有外星人吗？反正我不信。</p>\n<p>为了庆祝这个神迹再一次发生在了我身上，不管怎样我还是报着庆祝一下的心情点了进去。</p>\n<p>映入眼帘的是熟悉的光辉（我老婆）立绘，结果旁边几个大字直接给我整蒙了，illustrious。这单词是光辉（我老婆）的意思吗？打开百度百科，光辉级航空母舰，Illustrious class aircraft carrier。看来翻译没有错。就我这四级水准的英语，看到光辉的第一反应就是brilliant，在印象中好像也没有见过光之类的词语有叫illustrious的。</p>\n<p>打开词典，英文注解是“in the sense of famous”，表现的是一种由于时间的积累，因为你的丰功伟绩而变得著名与杰出，引申出来别人很尊敬你，看到你背后仿佛闪着光一样，是这么一个“光辉”。我个人的理解用中文来解释的话可能“德高望重”可能更贴切一些。</p>\n<p>皇家海军之所以起illustrious这个名字，也许本身就是为了给与对手的压力，当你见到光辉级的时候，你就知道我是一艘“可敬的对手”，是战功显赫的。仅仅是光辉一词，就缺少了很重要的含义。</p>\n<p>说到光辉级，熟悉的人肯定知道皇家海军有三艘光辉级，第一艘是光辉，第二艘是胜利，胜利的词义非常简单应该所有人都明白，最后一艘是Formidable，可畏号。可畏的中文词义相对简单，就是看到让人感到害怕。但是它可用的语境却非常多，无论是你太强壮还是说长得太埋汰（误，都可以让人感到害怕。然而Formidable的原意更加强调的是很强大很“难缠”的对手，还有一个就是过于巨大而让人感到害怕。可畏一词虽然能表现出令人害怕的情感，却丢失了令人害怕的原因，巨大一意也没有体现，但是立绘倒是从另一个方面完美的体现了（误，她真的太大了.jpg）。</p>\n<p>这正好让我联想到之前不久发生的事例，南海舰队的CV16辽宁舰刚刚交付的时候，外媒对她的翻译就产生了很大的问题。其实辽宁这个词到底是什么意思我估计除了辽宁本地人或者历史地理专业的，大部分国人自己也不知道。所以外媒一开始就采取了一个非常傻瓜的翻译手段，拆解。辽，辽阔：Vast。宁，宁静：Silence。合并起来就是Vast Silence Space。这个名字之后被同时汉语系的日本翻译了，叫什么？</p>\n<p>叫广域静默号。我第一次看到这个名字都tm吓傻了，这什么？三体？歼星舰？前进四？中文里四个音节的词语就是自带强调，语气更加强烈，就是帅没话说。</p>\n<p>但是你细品，就会发现他两个字一个字都没翻对。首先是物理层面，广域静默更多地是在电磁波和通信专业方面，起到的是干扰和紊乱的作用。航母是用来干这个的吗？很明显不是，我就一个EMP手雷都可以做到一定范围的广域静默，航母用这个名字反而显得小家子。</p>\n<p>其次就是真正含义层面，广域静默并不能表达辽宁这个词本身带来的震慑力。</p>\n<p>由于中国海军的编制原因，我们所有的舰船并不会像英国一样另起名字，而是以地名代替，所以直接分析地名的含义即可。辽宁到底是什么意思，辽，代表的是辽河流域。宁代表的不是安静，而是安宁，平安，重点不在宁而是在安。辽宁这个地名的真正含义是说，因为</p>\n<p>“我的存在”，整个辽河流域都将享受安宁。引申出去，辽河流域的辽同样可以代指广阔的区域。这片广大的土地都将安宁，为什么？因为我“辽宁舰”的存在。因为我的存在，你们的安全不用担心。</p>\n<p>这种压迫力是“广域静默”完全无法表现的。</p>\n<p>分析到这里，就可以发现起船名的艺术，他们更多的是想通过名字就对敌人产生震慑。但是很明显，翻译的船名多多少少还是与原意有一定的出入的。</p>\n<p>因为翻译追求的信达雅永远不可能完全贴合原意，词义必然有所掉落，这是语言与语言之间天然的隔阂。到这里我才真正理解原来高中英语老师所说的，为什么文学作品尤其是专业著作，最后的追求都是阅读原著，这是相对的，无论是国内还是国外，无论是中翻外还是外翻中，终归是有所折损的。</p>\n<p>这就让我想起那句我生是中国人死是中国魂让我学洋文死都不可能。虽说是句玩笑话，但是这种想法还是很不成熟的。你可以懂得少一些，甚至都没办法和外国人流畅的交流，但是在现在这个时代多多少少还是应该去主动了解一些，就连唱歌你或许只有了解了原文词语的意思，才能更加感同身受的去演唱去体会。就连我爸这种五十来岁的人出访还知道跟老外说来块beef呢。</p>\n<p>其实多掌握点东西总归是好的，学习并不是说你一定要学成大佬学成业界巅峰。这其实也就是知识的有效利用，有的人可能会说我现在的生活充满着艰辛，有了上顿没下顿的哪来心情去学这学那。其实都没关系，知识是互通的，我现在思考的语言知识也只是其中的一部分，人总归是要用知识来强化自己武装自己的，我觉得只要以前没有的东西现在有了都可以称为学习。甚至它可以不是知识，只是一种能力，比如和人交流的能力。</p>\n<p>想了这么多还是一句话，我觉得人还是不能排斥学习这个东西。</p>\n<p>今天看到玖柒一句话，蛮有感触的：无人知晓的传教士，无人问津的摆渡人。</p>\n<p>好了差不多了，现在是三点十一分，想写下的也写完了，之前乱七八糟的思绪也忘得差不多了，睡了晚安！</p>\n<p align=\"right\">2020.3.15    柑茶</p>","categories":[{"name":"生活","slug":"生活","count":1,"path":"api/categories/生活.json"}],"tags":[{"name":"思考","slug":"思考","count":1,"path":"api/tags/思考.json"},{"name":"学习","slug":"学习","count":1,"path":"api/tags/学习.json"}]}